<?php
$product_list = array(
array('Игристое вино','','Кубань-Вино','Kuban-Vino','Россия','Russia','Краснодарский край','Krasnodar region','Кубань','Kuban','Таманский полуостров','Taman Peninsula','Шато Тамань','Chateau Tamagne','белое','брют ','нет','Купаж','Пино Блан
Алиготе
Бианка
Рислинг','','','винтажная','0,115','','',''),
array('Игристое вино','','Кубань-Вино','Kuban-Vino','Россия','Russia','Краснодарский край','Krasnodar region','Кубань','Kuban','Таманский полуостров','Taman Peninsula','Аристов Кюве Александр Блан де Нуар ','Aristov Cuvee Alexander Blanc de Noir','белое','экстра брют','нет','Моносепаж','Пино Нуар','','','винтажная','0,12','','',''),
array('Вино','','Кубань-Вино','Kuban-Vino','Россия','Russia','Краснодарский край','Krasnodar region','Кубань','Kuban','Таманский полуостров','Taman Peninsula','Шато Тамань Белое Тамани','Chateau Tamagne Blanc de Tamagne','белое','сухое','Нет','Моносепаж','Грюнер Вельтлинер','','','винтажная','0,115','','',''),
array('Вино','','Кубань-Вино','Kuban-Vino','Россия','Russia','Краснодарский край','Krasnodar region','Кубань','Kuban','Таманский полуостров','Taman Peninsula','Высокий Берег Мюллер-Тургау','Vysokij Bereg Muller-Thurgau','белое','сухое','нет','Моносепаж','Мюллер-Тургау','','есть','винтажная','0,115','','',''),
array('Вино','','Кубань-Вино','Kuban-Vino','Россия','Russia','Краснодарский край','Krasnodar region','Кубань','Kuban','Таманский полуостров','Taman Peninsula','Высокий Берег Рислинг','Vysokij Bereg Riesling','белое','сухое','Да','Моносепаж','Рислинг','','','винтажная','0,115','','',''),
array('Вино','','Кубань-Вино','Kuban-Vino','Россия','Russia','Краснодарский край','Krasnodar region','Кубань','Kuban','Таманский полуостров','Taman Peninsula','Шато Тамань Гранд Селект Блан
','Chateau Tamagne Grand Select Blanc','белое','сухое','Нет','Купаж','Совиньон Блан
Грюнер Вельтлинер
Мюллер-Тургау','','','винтажная','0,115','','',''),
array('Игристое вино','','Кубань-Вино','Kuban-Vino','Россия','Russia','Краснодарский край','Krasnodar region','Кубань','Kuban','Таманский полуостров','Taman Peninsula','Аристов','Aristov','розовое','брют ','нет','Купаж','Пино Блан
Бианка
Мюллер-Тургау
Мускат    
Саперави','','','винтажная','0,115','','',''),
array('Игристое вино','','Кубань-Вино','Kuban-Vino','Россия','Russia','Краснодарский край','Krasnodar region','Кубань','Kuban','Таманский полуостров','Taman Peninsula','Розе де Пино','Rose de Pinote

','розовое','брют ','Нет','Моносепаж','Пино Нуар','','','винтажная','0,115','','',''),
array('Вино','','Кубань-Вино','Kuban-Vino','Россия','Russia','Краснодарский край','Krasnodar region','Кубань','Kuban','Таманский полуостров','Taman Peninsula','Высокий Берег Цвайгельт','Vysokij Bereg Zweigelt','розовое','сухое','нет','Моносепаж','Цвайгельт','','есть','винтажная','0,12','','',''),
array('Игристое вино','','Кубань-Вино','Kuban-Vino','Россия','Russia','Краснодарский край','Krasnodar region','Кубань','Kuban','Таманский полуостров','Taman Peninsula','Шато Тамань Резерв','Chateau Tamagne Reserve','красное ','брют ','Нет','Купаж','Каберне Совиньон
Саперави
Красностоп','','','винтажная','0,12','','',''),
array('Вино','','Кубань-Вино','Kuban-Vino','Россия','Russia','Краснодарский край','Krasnodar region','Кубань','Kuban','Таманский полуостров','Taman Peninsula','Аристов 8 низкоалкогольное','Aristov 8 Low Alcohol','красное ','сухое','нет','Моносепаж','Цвайгельт Таманский','','','винтажная','0,08','','',''),
array('Вино','','Кубань-Вино','Kuban-Vino','Россия','Russia','Краснодарский край','Krasnodar region','Кубань','Kuban','Таманский полуостров','Taman Peninsula','Шато Тамань Красное Тамани','Chateau Tamagne Rouge de Tamagne','красное ','сухое','Нет','Купаж','Рубин Голодриги
Мускат гамбургский','','','винтажная','0,12','','',''),
array('Вино','','Кубань-Вино','Kuban-Vino','Россия','Russia','Краснодарский край','Krasnodar region','Кубань','Kuban','Таманский полуостров','Taman Peninsula','Высокий Берег Каберне Совиньон','Vysokij Bereg Cabernet Sauvignon','красное ','сухое','да','Моносепаж','Каберне Совиньон','','есть','винтажная','0,125','','',''),
array('Вино','','Кубань-Вино','Kuban-Vino','Россия','Russia','Краснодарский край','Krasnodar region','Кубань','Kuban','Таманский полуостров','Taman Peninsula','Шато Тамань Гранд Селект Руж
','Chateau Tamagne Grand Select Rouge','красное ','сухое','Нет','Купаж','Саперави
Сира
Красностоп
Пино Нуар','','','винтажная','0,13','','',''),
array('Вино','','Кубань-Вино','Kuban-Vino','Россия','Russia','Краснодарский край','Krasnodar region','Кубань','Kuban','Таманский полуостров','Taman Peninsula','Высокий Берег Мерло','Vysokij Bereg Merlot','красное ','сухое','Да','Моносепаж','Мерло','','','винтажная','0,125','','',''),
array('Вино','','Кубань-Вино','Kuban-Vino','Россия','Russia','Краснодарский край','Krasnodar region','Кубань','Kuban','Таманский полуостров','Taman Peninsula','Шато Тамань Резерв Мерло','Chateau Tamagne Reserve Merlot','красное ','сухое','Да','Моносепаж','Мерло','','','винтажная','0,12','','',''),
array('Вино','','Кубань-Вино','Kuban-Vino','Россия','Russia','Краснодарский край','Krasnodar region','Кубань','Kuban','Таманский полуостров','Taman Peninsula','Шато Тамань Резерв Каберне','Chateau Tamagne Reserve Cabernet','красное ','сухое','Да','Моносепаж','Каберне Совиньон','','','винтажная','0,13','','',''),
array('Вино','','Кубань-Вино','Kuban-Vino','Россия','Russia','Краснодарский край','Krasnodar region','Кубань','Kuban','Таманский полуостров','Taman Peninsula','Шато Тамань Резерв Премьер Руж','Chateau Tamagne Reserve Premier Rouge','красное ','сухое','Да','Купаж','Мерло
Каберне Совиньон
Саперави
Красностоп ','','','винтажная','0,12','','',''),
array('Вино','','Кубань-Вино','Kuban-Vino','Россия','Russia','Краснодарский край','Krasnodar region','Кубань','Kuban','Таманский полуостров','Taman Peninsula','Шато Тамань Гранд Десерт Траминер','Chateau Tamagne Grand Dessert Traminer','белое','сладкое','Да','Моносепаж','Траминер розовый','','','винтажная','0,16','','',''),
array('Вино','','Кубань-Вино','Kuban-Vino','Россия','Russia','Краснодарский край','Krasnodar region','Кубань','Kuban','Таманский полуостров','Taman Peninsula','Шато Тамань Резерв Гранд Десерт Мускат коллекционный','Chateau Tamagne Reserve Grand Dessert Muscat Collection','белое','сладкое','Да','Моносепаж','Мускат','','','винтажная','0,16','','',''),
array('Портвейн','','Кубань-Вино','Kuban-Vino','Россия','Russia','Краснодарский край','Krasnodar region','Кубань','Kuban','Таманский полуостров','Taman Peninsula','Шато Тамань Резерв Портвейн кубанский выдержанный ','Chateau Tamagne Reserve Porto de Kuban aged','белое','сладкое','Да','Моносепаж','Ркацители','','','винтажная','0,19','','',''),
array('Игристое вино','','Кубань-Вино','Kuban-Vino','Россия','Russia','Краснодарский край','Krasnodar region','Кубань','Kuban','Таманский полуостров','Taman Peninsula','Аристов','Aristov','белое','брют ','нет','Купаж','Пино Блан
Бианка
Мюллер-Тургау
Мускат','','','винтажная','0,115','','',''),
array('Вино','','Кубань-Вино','Kuban-Vino','Россия','Russia','Краснодарский край','Krasnodar region','Кубань','Kuban','Таманский полуостров','Taman Peninsula','Шато Тамань Дуо
','Chateau Tamagne Duo','белое','сухое','Нет','Купаж','Алиготе
Траминер','','','винтажная','0,12','','',''),
array('Вино','','Кубань-Вино','Kuban-Vino','Россия','Russia','Краснодарский край','Krasnodar region','Кубань','Kuban','Таманский полуостров','Taman Peninsula','Шато Тамань Мускат','Chateau Tamagne Muscat','белое','сухое','Нет','Моносепаж','Мускат','','','винтажная','0,12','','',''),
array('Вино','','Кубань-Вино','Kuban-Vino','Россия','Russia','Краснодарский край','Krasnodar region','Кубань','Kuban','Таманский полуостров','Taman Peninsula','Аристов 8 низкоалкогольное','Aristov 8 Low Alcohol','белое','сухое','нет','Моносепаж','Шардоне','','','винтажная','0,08','','',''),
array('Вино','','Кубань-Вино','Kuban-Vino','Россия','Russia','Краснодарский край','Krasnodar region','Кубань','Kuban','Таманский полуостров','Taman Peninsula','Высокий Берег Эко Совиньон Блан','Visokiy Bereg Eco Sauvignon Blanc','белое','сухое','нет','Моносепаж','Совиньон Блан','','','винтажная','0,115','','',''),
array('Вино','','Кубань-Вино','Kuban-Vino','Россия','Russia','Краснодарский край','Krasnodar region','Кубань','Kuban','Таманский полуостров','Taman Peninsula','Шато Тамань Резерв Премьер Блан','Chateau Tamagne Reserve Premier Blanc','белое','сухое','Да','Купаж','Шардоне
Рислинг','','','винтажная','0,115','','',''),
array('Вино','','Кубань-Вино','Kuban-Vino','Россия','Russia','Краснодарский край','Krasnodar region','Кубань','Kuban','Таманский полуостров','Taman Peninsula','Шато Тамань Резерв Рислинг','Chateau Tamagne Reserve Riesling','белое','сухое','Да','Моносепаж','
Рислинг','','','винтажная','0,125','','',''),
array('Игристое вино','','Кубань-Вино','Kuban-Vino','Россия','Russia','Краснодарский край','Krasnodar region','Кубань','Kuban','Таманский полуостров','Taman Peninsula','Шато Тамань Роза Тамани','Chateau Tamagne Rose de Tamagne','розовое','полусухое','нет','Купаж','Алиготе 
Траминер розовый
Саперави','','','винтажная','0,115','','',''),
array('Игристое вино','','Кубань-Вино','Kuban-Vino','Россия','Russia','Краснодарский край','Krasnodar region','Кубань','Kuban','Таманский полуостров','Taman Peninsula','Аристов Кюве Александр Розе де Пино','Aristov Cuvee Alexander Rose de Pinot','розовое','экстра брют','нет','Моносепаж','Пино Нуар','','','винтажная','0,12','','',''),
array('Игристое вино','','Кубань-Вино','Kuban-Vino','Россия','Russia','Краснодарский край','Krasnodar region','Кубань','Kuban','Таманский полуостров','Taman Peninsula','Шато Тамань Резерв
','Chateau Tamagne Reserve','розовое','брют ','Нет','Купаж','Шардоне
Рислинг
Саперави
Пино Блан','','','винтажная','0,12','','',''),
array('Вино','','Кубань-Вино','Kuban-Vino','Россия','Russia','Краснодарский край','Krasnodar region','Кубань','Kuban','Таманский полуостров','Taman Peninsula','Высокий Берег Эко Мерло','Visokiy Bereg Eco Merlot','розовое','сухое','нет','Моносепаж','Мерло','','','винтажная','0,12','','',''),
array('Вино','','Кубань-Вино','Kuban-Vino','Россия','Russia','Краснодарский край','Krasnodar region','Кубань','Kuban','Таманский полуостров','Taman Peninsula','Шато Тамань Дуо
','Chateau Tamagne Duo','красное ','сухое','Нет','Купаж','Мерло
Каберне Совиньон','','','винтажная','0,12','','',''),
array('Вино','','Кубань-Вино','Kuban-Vino','Россия','Russia','Краснодарский край','Krasnodar region','Кубань','Kuban','Таманский полуостров','Taman Peninsula','Шато Тамань Каберне','Chateau Tamagne Cabernet','красное ','сухое','Нет','Моносепаж','Каберне Совиньон','','','винтажная','0,125','','',''),
array('Вино','','Кубань-Вино','Kuban-Vino','Россия','Russia','Краснодарский край','Krasnodar region','Кубань','Kuban','Таманский полуостров','Taman Peninsula','Высокий Берег Эко Мерло-Анчеллотта','Visokiy Bereg Eco Merlot-Ancelotta','красное ','сухое','нет','Купаж','Мерло
Анчеллотта','','','винтажная','0,125','','',''),
array('Вино','','Кубань-Вино','Kuban-Vino','Россия','Russia','Краснодарский край','Krasnodar region','Кубань','Kuban','Таманский полуостров','Taman Peninsula','Шато Тамань Резерв Красностоп','Chateau Tamagne Reserve Krasnostop','красное ','сухое','Да','Моносепаж','Красностоп','','','винтажная','0,13','','',''),
array('Игристое вино','','Кубань-Вино','Kuban-Vino','Россия','Russia','Краснодарский край','Krasnodar region','Кубань','Kuban','Таманский полуостров','Taman Peninsula','Шато Тамань
','Chateau Tamagne','белое','полусладкое','нет','Купаж','Пино Блан
Алиготе
Бианка
Рислинг','','','винтажная','0,115','','',''),
array('Игристое вино','','Кубань-Вино','Kuban-Vino','Россия','Russia','Краснодарский край','Krasnodar region','Кубань','Kuban','Таманский полуостров','Taman Peninsula','Шато Тамань Резерв
','Chateau Tamagne Reserve','белое','полусладкое','Нет','Купаж','Шардоне
Пино Блан
Рислинг','','','винтажная','0,12','','',''),
array('Вино','','Кубань-Вино','Kuban-Vino','Россия','Russia','Краснодарский край','Krasnodar region','Кубань','Kuban','Таманский полуостров','Taman Peninsula','Шато Тамань Роза Тамани','Chateau Tamagne Rose de Tamagne','розовое','полусладкое','Нет','Моносепаж','Каберне Совиньон','','','винтажная','0,125','','',''),
array('Вино','','Кубань-Вино','Kuban-Vino','Россия','Russia','Краснодарский край','Krasnodar region','Кубань','Kuban','Таманский полуостров','Taman Peninsula','Шато Тамань Резерв Гранд Десерт Мускат выдержанный','Chateau Tamagne Reserve Grand Dessert Muscat aged','белое','сладкое','Да','Моносепаж','Мускат','','','винтажная','0,16','','',''),
array('Вино','','Кубань-Вино','Kuban-Vino','Россия','Russia','Краснодарский край','Krasnodar region','Кубань','Kuban','Таманский полуостров','Taman Peninsula','Шато Тамань Резерв Гранд Десерт Нектар выдержанный','Chateau Tamagne Reserve Nectar Grand Dessert aged','красное ','сладкое','Да','Моносепаж','Анчеллотта ','','','винтажная','0,16','','',''),
array('Портвейн','','Кубань-Вино','Kuban-Vino','Россия','Russia','Краснодарский край','Krasnodar region','Кубань','Kuban','Таманский полуостров','Taman Peninsula','Шато Тамань Резерв Портвейн кубанский выдержанный ','Chateau Tamagne Reserve Porto de Kuban aged','красное ','сладкое','Да','Купаж','Левокумский
Каберне Совиньон','','','винтажная','0,21','','',''),
array('Игристое вино','','Кубань-Вино','Kuban-Vino','Россия','Russia','Краснодарский край','Krasnodar region','Кубань','Kuban','Таманский полуостров','Taman Peninsula','Блан де Нуар
','Blanc de Noir','белое','брют ','Нет','Моносепаж','Пино Нуар','','','винтажная','0,115','','',''),
array('Игристое вино','','Кубань-Вино','Kuban-Vino','Россия','Russia','Краснодарский край','Krasnodar region','Кубань','Kuban','Таманский полуостров','Taman Peninsula','Шато Тамань Резерв
','Chateau Tamagne Reserve','белое','экстра брют ','Нет','Купаж','Шардоне
Пино Блан
Рислинг','','','винтажная','0,12','','',''),
array('Вино','','Кубань-Вино','Kuban-Vino','Россия','Russia','Краснодарский край','Krasnodar region','Кубань','Kuban','Таманский полуостров','Taman Peninsula','Совиньон','Sauvignon','белое','сухое','Нет','Моносепаж','Совиньон Блан','','','винтажная','0,12','','',''),
array('Вино','','Кубань-Вино','Kuban-Vino','Россия','Russia','Краснодарский край','Krasnodar region','Кубань','Kuban','Таманский полуостров','Taman Peninsula','Шато Тамань Шардоне','Chateau Tamagne Chardonnay','белое','сухое','Нет','Моносепаж','Шардоне','','','винтажная','0,12','','',''),
array('Вино','','Кубань-Вино','Kuban-Vino','Россия','Russia','Краснодарский край','Krasnodar region','Кубань','Kuban','Таманский полуостров','Taman Peninsula','Шато Тамань Резерв Рислинг','Chateau Tamagne Reserve Riesling','белое','сухое','Нет','Моносепаж','Рислинг','','','винтажная','0,13','','',''),
array('Вино','','Кубань-Вино','Kuban-Vino','Россия','Russia','Краснодарский край','Krasnodar region','Кубань','Kuban','Таманский полуостров','Taman Peninsula','Шато Тамань Резерв Премьер Блан','Chateau Tamagne Reserve Premier Blanc','белое','сухое','Да','Купаж','Шардоне
Рислинг','','','винтажная','0,115','','',''),
array('Игристое вино','','Кубань-Вино','Kuban-Vino','Россия','Russia','Краснодарский край','Krasnodar region','Кубань','Kuban','Таманский полуостров','Taman Peninsula','Шато Тамань
','Chateau Tamagne','розовое','брют ','нет','Купаж','Пино Блан
Алиготе
Бианка
Рислинг
Саперави','','','винтажная','0,115','','',''),
array('Вино','','Кубань-Вино','Kuban-Vino','Россия','Russia','Краснодарский край','Krasnodar region','Кубань','Kuban','Таманский полуостров','Taman Peninsula','Аристов 8 низкоалкогольное','Aristov 8 Low Alcohol','розовое','сухое','нет','Моносепаж','Мерло','','','винтажная','0,08','','',''),
array('Вино','','Кубань-Вино','Kuban-Vino','Россия','Russia','Краснодарский край','Krasnodar region','Кубань','Kuban','Таманский полуостров','Taman Peninsula','Шато Тамань Каберне Совиньон','Chateau Tamagne Cabernet Sauvignon','розовое','сухое','Нет','Моносепаж','Каберне Совиньон','','','винтажная','0,115','','',''),
array('Вино','','Кубань-Вино','Kuban-Vino','Россия','Russia','Краснодарский край','Krasnodar region','Кубань','Kuban','Таманский полуостров','Taman Peninsula','Каберне-Мерло','Cabernet-Merlot','красное ','сухое','Нет','Купаж','Каберне Совиньон
Мерло','','','винтажная','0,125','','',''),
array('Вино','','Кубань-Вино','Kuban-Vino','Россия','Russia','Краснодарский край','Krasnodar region','Кубань','Kuban','Таманский полуостров','Taman Peninsula','Ангелы и Демоны Каберне','Angels and Demons Cabernet','красное ','сухое','Нет','Моносепаж','Каберне Совиньон','','','винтажная','0,125','','',''),
array('Вино','','Кубань-Вино','Kuban-Vino','Россия','Russia','Краснодарский край','Krasnodar region','Кубань','Kuban','Таманский полуостров','Taman Peninsula','Шато Тамань Красностоп Тамани','Chateau Tamagne Krasnostop de Tamagne','красное ','сухое','Нет','Моносепаж','Красностоп','','','винтажная','0,12','','',''),
array('Вино','','Кубань-Вино','Kuban-Vino','Россия','Russia','Краснодарский край','Krasnodar region','Кубань','Kuban','Таманский полуостров','Taman Peninsula','Амур','Amur','красное ','сухое','Нет','Моносепаж','Амур','','','винтажная','0,115','','',''),
array('Вино','','Кубань-Вино','Kuban-Vino','Россия','Russia','Краснодарский край','Krasnodar region','Кубань','Kuban','Таманский полуостров','Taman Peninsula','Цимлянский черный','Tsimlyansky Cherny','красное ','сухое','Нет','Моносепаж','Цимлянский черный','','','винтажная','0,12','','',''),
array('Вино','','Кубань-Вино','Kuban-Vino','Россия','Russia','Краснодарский край','Krasnodar region','Кубань','Kuban','Таманский полуостров','Taman Peninsula','Шато Тамань Селект Руж
','Chateau Tamagne Select Rouge','красное ','сухое','Нет','Купаж','Красностоп
Мерло
Саперави','','','винтажная','0,125','','',''),
array('Вино','','Кубань-Вино','Kuban-Vino','Россия','Russia','Краснодарский край','Krasnodar region','Кубань','Kuban','Таманский полуостров','Taman Peninsula','Шато Тамань Резерв Красностоп','Chateau Tamagne Reserve Krasnostop','красное ','сухое','Да','Моносепаж','Красностоп','','','винтажная','0,12','','',''),
array('Вино','','Кубань-Вино','Kuban-Vino','Россия','Russia','Краснодарский край','Krasnodar region','Кубань','Kuban','Таманский полуостров','Taman Peninsula','Шато Тамань Резерв Премьер Руж','Chateau Tamagne Reserve Premier Rouge','красное ','сухое','Да','Купаж','Каберне Совиньон
Мерло
Саперави
Красностоп','','','винтажная','0,12','','',''),
array('Вино','','Кубань-Вино','Kuban-Vino','Россия','Russia','Краснодарский край','Krasnodar region','Кубань','Kuban','Таманский полуостров','Taman Peninsula','Шато Тамань Мускат','Chateau Tamagne Muscat','белое','полусладкое','Нет','Моносепаж','Мускат','','','винтажная','0,12','','',''),
array('Вино','','Кубань-Вино','Kuban-Vino','Россия','Russia','Краснодарский край','Krasnodar region','Кубань','Kuban','Таманский полуостров','Taman Peninsula','Шато Тамань Резерв Мадера Кубанская выдержанная','Chateau Tamagne Reserve Madere de Kuban aged','белое','сладкое','Да','Моносепаж','Ркацители','','','винтажная','0,19','','',''),
array('Вино','','Кубань-Вино','Kuban-Vino','Россия','Russia','Краснодарский край','Krasnodar region','Кубань','Kuban','Таманский полуостров','Taman Peninsula','Шато Тамань Резерв Гранд Десерт Нектар коллекционный','Chateau Tamagne Reserve Nectar Grand Dessert Collection','красное ','сладкое','Да','Моносепаж','Анчеллотта','','','винтажная','0,16','','',''),
array('Вино','','Кубань-Вино','Kuban-Vino','Россия','Russia','Краснодарский край','Krasnodar region','Кубань','Kuban','Таманский полуостров','Taman Peninsula','Шато Тамань Гранд Десерт Резерв Рубин коллекционный','Chateau Tamagne Reserve Grand Dessert Rubin Collection','красное ','сладкое','Да','Купаж','Мускат Гамбургский
Мускат
Анчеллотта ','','','винтажная','0,16','','',''),
);